


/*
function Road_Ajax_Data()
{
    //var d = new Date();
    //var this_time = d.getHours()+":"+d.getMinutes()+":"+d.getSeconds();


    //DB의 대화정보
    sendMessage("A123456",  0, "관리자",   5,   9, "Y", "반갑습니다. 스카이라이프 전혜원입니다.", 'left');
    sendMessage("A123456",  1, "관리자",  10,  15, "Y", "티비하고 인터넷 지금 이번에 개통해서 부른 사람인데요", 'left');
    sendMessage("A123456",  2, "관리자",  17,  20, "Y", "네 고객님", 'left');
    sendMessage("A123456",  3, "관리자",  22,  26, "",  "스카이 라이프 아이피타임 와아파이 연결을 하려고 하는데 와이파이 연결이 안되거든요", 'left');
    sendMessage("A123456",  4, "관리자",  30,  35, "",  "와이파이 연결이 안돼요", 'left');
    sendMessage("A123456",  5, "관리자",  37,  42, "",  "텔레비에서 와이파이 연결 무선 인터넷 연결을 하라 그래서 시키는대로 했는데 연결이 안되거든요", 'left');
    sendMessage("A123456",  6, "관리자",  42,  48, "",  "네 실례지만 홍길동 고객님 본인 되세요? 네 소중한 정보 확인 고맙습니다. 화면에 고객님 와이파이 그게 안잡힌다는거죠?네 실례지만 홍길동 고객님 본인 되세요? 네 소중한 정보 확인 고맙습니다. 화면에 고객님 와이파이 그게 안잡힌다는거죠?", 'left');
    sendMessage("A123456",  7, "관리자",  50,  55, "",  "무슨 인터넷 연결을 하라고 그래갖고 연결을 원하시는 와이파이를 선택해 주세요. 그래가지고 제가 스카이 아이 타임 aed를 연결을 했는데 비밀번호를 넣어서 넣어도 연결이 안 돼요", 'left');
    sendMessage("A123456",  8, "관리자",  60,  65, "",  "계속 연결이 안 돼요 비밀번호까지 넣었는데도 예예 네 실내지만 그러면은 이인식 고객님 저희 기사 방문할 수 있도록 접수해 드릴 텐데 예 석포면으로 방문해 드리면 될까요.", 'left');
    sendMessage("A123456",  9, "관리자",  66,  70, "",  "그랬더니 네 이쪽에 가면은 와이파이가 잘 안 돼서 저희들들이 설명을 안 해줬다 이렇게 얘기를 하더라고요 그 말이 맞는 거예요.", 'left');
    sendMessage("A123456", 10, "관리자",  71,  75, "",  "그게 무슨 말씀이시래요", 'left');
    sendMessage("A123456", 11, "관리자",  75,  80, "",  "아니 그러니까 여기 이쪽에는 와이파이를 연결해도 네 잘 안 잡힐 경우가 많아 가지고 설명을 아예 안 해드린다 그 기사가 그랬어요.", 'left');
    sendMessage("A123456", 12, "관리자",  80,  85, "",  "이상하네요. 고객님", 'left');
    sendMessage("A123456", 13, "관리자",  85,  90, "",  "그니까 그거에 대해서 한번 좀 알아봐 주세요.아니 이게 안 될 것 같으면 tv에서 이렇게 안 나오거든요. ", 'left');
    sendMessage("A123456", 14, "관리자",  90,  95, "",  "네 그렇죠 인터넷 연결을 하라 그러는데 연결이 안 되는데 연결이 안 된다라고 기사한테 전화를 했더니 기사가 저한테 여기 연결이 잘 안 되기 때문에 아예 저희가 설명도 안 해드리고 이럽니다. ", 'left');
    sendMessage("A123456", 15, "관리자", 100, 105, "",  "아무리 그래도 여기도 대기업인데 그래갖고 좀 의아했었는데 바로 지금 말씀하시기로 좀 기사를 방문시키겠다.", 'left');
    sendMessage("A123456", 16, "관리자", 105, 110, "",  "예예 설치 기사요", 'left');
    sendMessage("A123456", 17, "관리자", 110, 115, "",  "예 개인 연락처로 하신 거예요", 'left');
    sendMessage("A123456", 18, "관리자", 115, 120, "",  "네 저희가 설치 기사랑 as 기사가 다른 경우 있을 수 있기 때문에 제가 그런 내용 메모해서 as로 접수를 해드리고요 네 아까 말씀해 주신 공공팔 일 번 메모 남겨드리구요.", 'left');
    sendMessage("A123456", 19, "관리자", 125, 130, "",  "네 잠시만요 고객님 일정 한번 확인해 보겠습니다. ", 'left');
    sendMessage("A123456", 20, "관리자", 135, 140, "",  "예 저희가 지금 일정이 고객님 월요일 열한시에서 한시 사이가 가장 빠른데 최대한 빠르게 방문할 수 있도록 메모 남겨보겠습니다 고객님", 'left');

    //DB의 메모정보
    Add_memo_content("A123456",0,5,9, "aaaaaaaaaa");
    Add_memo_content("A123456",1,10,15, "bbbbbbbbbb");
    Add_memo_content("A123456",2,17,20, "ccccccccccc");

}
*/
